{
  "collections": "Coleções",

  "WELCOME": "BEM-VINDOS",
  "number one fan": "Number One Fan é o primeiro collect-to-earn do mundo, onde os jogadores ganham recompensas criando sua própria coleção de álbuns NFT.",

  "our goal": "O nosso objetivo é nos converter no maior ponto de encontro para os grupos de fãs, um lugar para reviver a paixão de colecionar figurinhas.",
  "sustainable game": "Queremos desenvolver um jogo sustentável e, além disso, criar a maior enciclopédia de personagens pixel art da história.",

  "CARDS": "CARTAS",
  "our cards": "As nossas cartas representam os personagens mais famosos. Cada personagem tem 3 raridades:",
  "gold": "existe só 1 carta.",
  "silver": "2 cartas.",
  "bronze": "3 cartas.",
  "text2": "Todos os nossos NFTs podem ser trocados livremente.",

  "ALBUMS": "ÁLBUNS",
  "Earn Money": "Ganhe dinheiro completando álbuns. Assim como os nossos personagens, existem 3 tipos de álbuns com diferentes mecânicas de jogo.",
  "medal": "Estabelece o nível de colecionador.",
  "sticker": "O seu prêmio garantido, enquanto mais raro o álbum melhor a recompensa!",
  "showdown": "O nosso concurso de popularidade! Qual é o personagem mais famoso!?",

  "COLLECTION": "COLEÇÃO",
  "alpha": "jogue e colecione com seus amigos, seja o primeiro em completar o álbum e leve o maior prêmio.",
  "gamma": "colecione seus personagens favoritos, troque suas figurinhas com seus amigos no NoF Town.",
  "omega": "o primeiro collect-to-earn do mundo, enquanto você vai criando a sua coleção, pode gerar recompensas.",

  "ECONOMICS": "ECONOMIA",
  "NoF economy": "A economia de NoF é regulada por suas temporadas e seus álbuns. Cada temporada, novos personagens e álbuns de cada tipo são adicionados.",
  "our goals": "Nossos objetivos:",
  "bring together": "Reunir as comunidades de fãs.",
  "create a nice game": "Desenvolver um jogo divertido, único e disruptivo.",

  "TEAM": "EQUIPE",
  "FRIENDS": "AMIGOS",

  "connect_metamask": "Conecte-se com metamask",
  "whitepaper": "Papel Branco"
}
